Autodesk.Revit.DB.HasNoValueFilterRule.#ctor(Autodesk.Revit.DB.ElementId)
constructs an instance of HasNoValueFilterRule.
parameter:
The parameter that an element must not have a value for to pass this rule.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2020